"""Найти максимальное число из трех"""
print('введите три числа')
a = int(input())
b = int(input())
c = int(input())
print(max(a, b ,c))
